target/test-classes/xml/sws/maintaincontact/TC3522_request

<s:Envelope xmlns:s="http://schemas.xmlsoap.org/soap/envelope/">
    <s:Body xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xmlns:xsd="http://www.w3.org/2001/XMLSchema">
        <maintainContactRequest xmlns="http://selfcare.telco.hsntech.com">
            <ExternalSystemID>COCO</ExternalSystemID>
            <MaintainContactAction>Update Contact</MaintainContactAction>
            <UserName>$userName$</UserName>
            <AccountNumber>$accountNmuber$</AccountNumber>
        </maintainContactRequest>
    </s:Body>
</s:Envelope>